Revit 2027 API
ParameterTypeId.PlaneShowParam Property
 "Show Host"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PlaneShowParam { get; }
Public Shared ReadOnly Property PlaneShowParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PlaneShowParam {
	ForgeTypeId^ get ();
}
static member PlaneShowParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace